IDEA Open Model
HangingAroundPatch.InclinedPartsAngle Property
Compatible with IDEA StatiCa v 10.1
 Inclination of inclined parts
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double InclinedPartsAngle { get; set; }
Public Property InclinedPartsAngle As Double
	Get
	Set
public:
property double InclinedPartsAngle {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace